[
  {
    "type": "snippet",
    "category": "<JK_hungry>",
    "//": "Complaint when the NPC is hungry and wants food.",
    "text": [
      "センパイ、お腹空きません？",
      "お腹が空いて死にそうです",
      "センパイ、何か作らせてください",
      "お腹が空いて力が出ません",
      "何か食べませんか、センパイ"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_acknowledged>",
    "text": [
      "はい、センパイ",
      "わかりました！",
      "了解です、センパイ！",
      "取りかかります",
      "いいですよ",
      "センパイが言うなら",
      "しますね",
      "はーい！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_camp_food_thanks>",
    "//": "NPCs say this after eating food from a basecamp larder.",
    "text": [
      "センパイ、お先にいただきました！",
      "こんな時にでも食べ物があるのはうれしいですね！",
      "今日も頑張りましょう！",
      "ごちそうさまでした！",
      "お腹いっぱいです！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_camp_larder_empty>",
    "//": "NPCs say this after trying to eat from a basecamp larder with no food.",
    "text": [
      "センパイ、食べ物がありません！",
      "センパイ、備蓄がなくなりました！",
      "センパイ大変です、拠点の食料がなくなりました！",
      "食料がもうないです、集めに行きましょう",
      "センパイ、拠点の備蓄がありません！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_thirsty>",
    "//": "NPC complaint when thirsty",
    "text": [
      "喉が渇きました、センパイ！",
      "センパイ、お水ありませんか",
      "お水ください、センパイ！",
      "センパイ、水分が足りません",
      "休憩して何か飲みませんか？",
      "喉が渇きました。飲み物を見つけなきゃ"
    ]
  },
  {
    "type": "snippet",
    "category": "<camp_water_thanks>",
    "//": "NPCs say this after drinking water from a camp well.",
    "text": [
      "ああ、すっきりした！",
      "氷が欲しいですね、センパイ",
      "お水いただきました！",
      "センパイも水分補給しましょう"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_yawn>",
    "//": "Complaint when the NPC wants to sleep but overrides or rules prevent them from sleeping.",
    "text": [
      "ふわぁ～",
      "センパイ、そろそろ寝ましょうよ～",
      "眠くなってきました",
      "センパイ、続きは明日にしませんか？",
      "眠くて集中できなくなってきました"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_warn_sleep>",
    "//": "Complaint when the NPC is actually going off to bed.",
    "text": [
      "おやすみなさい、センパイ",
      "センパイも寝ましょうよ～",
      "私もう寝ますよ",
      "センパイ、おやすみなさい",
      "おやすみなさい、また明日"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_wait>",
    "//": "The NPC says these things when the player has moved out of sight and the NPCs wants to catch up.",
    "text": [
      "待ってください、センパイ！",
      "センパイ、ちょっと待ってくださいよ～",
      "あれ、センパイ？  どこです？",
      "センパイ、どこに行くんです？",
      "置いていかないで、センパイ！"
    ]
  },
  {
    "type": "snippet",
    "category": "<keep_up>",
    "//": "Said when the NPC is leading and the player has lagged by more than 12 tiles for more than 10 turns.",
    "text": [ "こっちです、センパイ！", "行きましょう！", "まだですか？  センパイ" ]
  },
  {
    "type": "snippet",
    "category": "<jk_im_leaving_you>",
    "//": "The NPC says these things when leaving the avatar's faction, generally because the NPC no longer likes the avatar.",
    "text": [ "さようならセンパイ" ]
  },
  {
    "type": "snippet",
    "category": "<need_batteries>",
    "//": "NPC complaint when they are low on CBM power and have a battery charger system.  Additional versions should continue to specify that the NPC needs batteries and they need them to recharge their power CBMs.",
    "text": [
      "センパイ、私のインプラントが止まっちゃいそうです",
      "電池ありませんか、センパイ？",
      "CBMちゃんが止まりそうです。電池を分けてもらえませんか？",
      "センパイ、電池ありません？",
      "電池駆動システムがお腹空いたって言ってます！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_need_booze>",
    "//": "NPC complaint when they are low on CBM power and have an ethanol burner system.  Additional versions should continue to specify that the NPC needs ethanol or methanol and they need them to recharge their power CBMs.",
    "text": [
      "センパイ、CBM燃料がなくなりそうです。エタノールもらえませんか？",
      "CBMちゃんがエタノール不足です、センパイ",
      "センパイ、お酒ありません？  私じゃないですよ！  CBMちゃんです",
      "センパイ、インプラント用のアルコールあります？ メタノールで大丈夫です",
      "CBMちゃんに飲ませるお酒をください！"
    ]
  },
  {
    "type": "snippet",
    "category": "<name_b>",
    "//": "Generic negative/hostile pronouns",
    "text": [ "アイツ" ]
  },
  {
    "type": "snippet",
    "category": "<name_g>",
    "//": "Friendly name pro-nouns and references",
    "text": [ "センパイ" ]
  },
  {
    "type": "snippet",
    "category": "<jk_freaking>",
    "//": "Adjective curse words used to emphasize unpleasant events: '[These] fucking [zombies].' or '[This] dumb [bitch].'",
    "text": [ "最悪の", "サイアクの", "最低の", "ばか" ]
  },
  {
    "type": "snippet",
    "category": "<zombie>",
    "text": [ "ゾンビ" ]
  },
  {
    "type": "snippet",
    "category": "<jk_fire_bad>",
    "//": "NPC complaint when there is an uncontrolled fire in the vicinity and the NPC wants to run away.",
    "text": [
      "大変！ 火事です！",
      "センパイ、燃えてます！",
      "センパイ、燃えてます。逃げなきゃ！",
      "センパイ逃げましょう！",
      "消火器は……！？",
      "センパイ！  火が！！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_let_me_pass>",
    "//": "Said when an NPC needs to move past another character",
    "text": [ "通りまーす", "ごめんなさい！", "通ってもいいですか？", "すみません、通りまーす" ]
  },
  {
    "type": "snippet",
    "category": "<jk_lets_talk>",
    "//": "NPCs shout these things while approaching the avatar for the first time",
    "text": [ "センパイ！", "センパイ！  私です！" ]
  },
  {
    "type": "snippet",
    "category": "<no_to_thorazine>",
    "//": "Hallucinatory NPCs say these things to discourage the avatar from taking thorazine and ending the hallucination.",
    "text": [
      "ソラジンは止めときましょう、センパイ",
      "センパイ、ソラジンはダメです！",
      "ソラジンなんてやめましょうよ～",
      "ソラジンなんて止めて、お話ししましょう！"
    ]
  },
  {
    "type": "snippet",
    "category": "<yes_to_lsd>",
    "//": "Hallucinatory NPCs say these things to encourage the avatar to extend the hallucination",
    "text": [
      "ピンクのやつ！",
      "いいですよね、ピンクのやつ",
      "センパイ、もうひとつ行っときましょう",
      "LSDっていいですよね"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_general_danger>",
    "//": "NPC complaint when the threat level increases from very low to dangerous.",
    "text": [
      "敵です！  どうしましょう",
      "やりましょう、センパイ！",
      "マズくないですか、センパイ",
      "戦うんですか？",
      "逃げた方がいいかも",
      "どうしましょう、センパイ"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_general_danger_h>",
    "//": "Hostile, swear-filled NPC complaint when the threat level increases from very low to dangerous.",
    "text": [ "サイアク！", "まずいまずい！", "どうするんですか？" ]
  },
  {
    "type": "snippet",
    "category": "<jk_its_safe>",
    "//": "NPC complaint when the danger level drops from significant to very low, so things are 'safe'",
    "text": [
      "生きてるって素敵！",
      "やりましたね、センパイ！",
      "やったー！  終わった！",
      "ハァ、ハァ、やった",
      "センパイ、さすがです！",
      "勝ったー！",
      "終わったんですか、センパイ",
      "やったのかな？",
      "勝利です！",
      "なんとかなりましたね、センパイ！",
      "やりましたね、ヘヘ"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_danger_close_distance>",
    "//": "A threat is very close: '[It's a zombie east,] right on top of us!'",
    "text": [ "すぐそこ！", "目の前！", "ここです！" ]
  },
  {
    "type": "snippet",
    "category": "<jk_close_distance>",
    "//": "A threat is close: '[It's a zombie east,] just a bit away.'",
    "text": [ "近いです", "そばです", "すぐ先です", "近づきすぎかも", "攻撃しますか？" ]
  },
  {
    "type": "snippet",
    "category": "<jk_medium_distance>",
    "//": "A threat is nearby: '[It's a zombie east,] quite a bit away.'",
    "text": [ "気付かれたかも", "まだ大丈夫そうです", "安全な距離です", "どうしましょう？" ]
  },
  {
    "type": "snippet",
    "category": "<jk_far_distance>",
    "//": "A threat is on the horizon: '[It's a zombie east,] at a long distance.'",
    "text": [
      "こっそり通り過ぎられそうです",
      "ずっと向こうです。大丈夫そう",
      "ずーっと先です",
      "ずっとずっと先です"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_monster_warning>",
    "//": "This is a warning about a dangerous monster, and the code always follows it with the name of the monster.",
    "text": [
      "センパイ、敵です！  ",
      "ゾンビだ！  ",
      "センパイ！  ",
      "センパイ、あれ、",
      "うわ、",
      "敵です！  "
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_kill_npc>",
    "//": "Friendly NPC complaint that they're attacking a particular hostile NPC.",
    "text": [
      "これでもくらえ！",
      "センパイ！  見ててください",
      "いきます！",
      "あっちへ行け！",
      "来るな！",
      "センパイ、やりましょう！",
      "どうですか、センパイ！",
      "きりがない！",
      "ぶっ飛ばす！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_fire_in_the_hole>",
    "//": "Friendly NPC warning about a live explosive in the vicinity.",
    "text": [
      "爆発する！",
      "センパイ、爆発します！",
      "爆弾です、逃げて！",
      "センパイ、伏せて！",
      "爆弾です！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_heal_self>",
    "//": "NPC complaint that they are wounded but have medical equipment and are stopping to heal themselves.",
    "text": [
      "ちょっと待ってください、怪我したんで手当てします",
      "センパイ、待ってください。怪我の手当をさせてください",
      "待ってくださいセンパイ。怪我の手当をします",
      "怪我しちゃいました。ちょっと待ってください"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_speech_warning>",
    "//": "NPC complaint that they heard an unknown voice.",
    "text": [
      "センパイ、何か聞こえませんでした？",
      "声がしました",
      "センパイ、今声がしませんでした？",
      "誰か居ます、センパイ",
      "誰？"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_combat_noise_warning>",
    "//": "NPC complaint that they heard combat noises that they can't see.",
    "text": [
      "センパイ、イヤな音がします",
      "センパイ、今の聞きました？",
      "センパイ、何かが戦ってます",
      "センパイ、戦いに備えた方がいいかも",
      "この音、戦闘です、センパイ"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_movement_noise_warning>",
    "//": "NPC complaint that they heard movement that they can't see.",
    "text": [
      "センパイ、何か居ます",
      "センパイ、何かが動く音がしました",
      "センパイ、今の聞きました？",
      "気をつけてください、センパイ"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_run_away>",
    "//": "NPC complaint when the NPC intends to run away from overwhelming threats.",
    "text": [
      "無理です！  無理！",
      "センパイ、逃げて！",
      "ごめんなさい無理です！",
      "逃げましょう！  センパイ！",
      "下がります！",
      "あれは勝てません！  逃げましょう",
      "むりむりむり！"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_cant_flee>",
    "//": "NPC complaint when they would like to run, but have no legal movement options and must fight.",
    "text": [
      "もうダメかも、センパイ！",
      "逃げられない、こうなったら！",
      "センパイ、助けて！",
      "逃げられない、ああもう！",
      "センパイ！",
      "無理なんですが！"
    ]
  },
  {
    "type": "snippet",
    "category": "<done_mugging>",
    "//": "Said when a hostile NPC completes mugging the player",
    "text": [ "もらっときますね、センパイ" ]
  },
  {
    "type": "snippet",
    "category": "<jk_chitchat_prefix_booze>",
    "//": "Used when chit-chatting while the avatar has a beer; goes before a general chitchat message",
    "text": [
      "あっビールですね。こんな時だし、いいですよね",
      "あっセンパイ、いいもの見つけましたね",
      "それ飲みながらお話ししましょう",
      "センパイは冷えたやつ好きですもんね",
      "美味しいですか？  それ",
      "私も飲みたいな～",
      "ぬるくないですか？"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_neutralchitchat_later>",
    "//": "General chit chat messages for further past the apocalypse",
    "text": [
      "<jk_neutralchitchat>",
      "<jk_thoughtfulchitchat>",
      "終末論者って居たじゃないですか。世界は終わりだー、なんて。あの人達が生きてたら、もしかしたら喜んだのかな。どう思います、センパイ？",
      "ドアの中にゾンビが一体だけ居たことありましたよね。何があったらあんな風になるんだろうなってずっと考えてるんです",
      "もしかしてこんな風になっていないところがあるんじゃないかって考えてたんです。避難センターとか、そう言うのじゃなくて、離島とか、人里離れた山の中とか、そんなところで前と変わらない生活をしている人たちがいるんじゃないかって。ちょっと信じられませんよね、へへ",
      "センパイ。また、のんびり休日を過ごせるような日々が来るといいなって考えてたんです。そしたら、今度こそラーメン食べに行きましょうね！",
      "センパイに会えて良かった。あの日センパイが見つけてくれたから今こうしていられる。こんな世界で一緒に生きていける人が居るって、とっても幸せなことだと思いませんか？",
      "世界がどれだけ静かになったかって考えたことあります？  クルマはなし、飛行機もナシ、聞こえるのは風と、ゾンビのうめき声と銃声だけ。ううん、あんまり静かではなかったかも",
      "ゾンビはどうやって動いてるんでしょう？  そこら中をかじるけど何かを食べている感じでもないし、そのうち腐りきって居なくなっちゃうのかな？",
      "センパイ、世界中のトイレットペーパーをみんな使い切っちゃったらどうしましょう？",
      "新鮮な果物が恋しいです。みずみずしい果物を囓る感触は、保存食では味わえませんよね",
      "音楽が懐かしい。センパイ、ライブのこと覚えてます？  あの大音量、生演奏の迫力、盛り上がり！  あの中のひとも、どこかで生き残っているのかな。ミュージシャンが無事だったらまたコンサートができるかな",
      "センパイ、時々ちょっとしたことを思い出して懐かしくなることってありませんか？  コーヒーを作ったときとか、パンを焼いたときとか、こういったことが起こる前のことを思い出しちゃうんです。",
      "センパイ、私最近洗濯が好きになってきました。違う服が着られるって思うとうれしくなっちゃう",
      "学校が懐かしいです。授業は退屈だったけど、今はもう一度あの退屈が味わえるならなんだってするって気持ちです",
      "前に虫が嫌いだったって言ったことあるじゃないですか。今はあの小さい生き物を見るとうれしくなっちゃいます。ゾンビとか化け物じゃない、生命の証だって思って。センパイの言ったとおり、人の見方は変わるんですね",
      "私、かなり料理が美味くなったと思うんです。経験のたまものですね。センパイの食べたいものがあったら何でも言ってくださいね！",
      "農業をやり直しているひとはいるのかな？  生存者が集まって生きていくなら、たぶん必要になると思うんです",
      "センパイ、送電網はもう復旧しないんでしょうね。電気が当たり前に使えるのってすごいことだったんだなって今は思います",
      "朝日に感謝する日が来るなんて思ってもみませんでした。毎日生き延びられたことがどれだけ素晴らしいものかって思います",
      "雨が嫌いだったんです。外に出られなくなるから。でも、今は雨が降ると恵みの雨だなって思ってすっきりした気分になります",
      "センパイ、今になってもぜんぜん荒らされてないような建物が見つかるじゃないですか。でも、その隣には崩れそうな廃墟があったりして。不思議ですよね",
      "前よりも星がずっとよく見えるようになりましたね、センパイ。こんな世界じゃなかったら、もっときれいだって思えたのに",
      "ママのこととか、友達のこととか、勉強のこととか、そんなことに悩んでたなんて不思議な気持ちです。今はぜんぜん大したことないって思うのに",
      "センパイ、もしかして私たちみんながもうどこか変になっているんじゃないかって考えたことありませんか？  世界がこんなになったからって、今までならこんなことできたのかなって",
      "センパイ、こういったことみんながどうやって起こったのか明らかになる日は来ると思いますか？  それを知ったら、ちょっとは状況がよくなるかな",
      "これからどうなるんだろうって考えることがあるんです。私たちじゃなくて、世界が。みんなで元に戻せるのかな。ずっとこのままなんてことないって、言ってもらえませんか？",
      "街の動物たちは、誰かに買われていた子がほとんどのはずですよね。かわいそう……",
      "センパイ、宇宙にも人が居たんですよね？  宇宙飛行士は今、地上がどうなっているのか知っているのかな？",
      "センパイ、ある日みんなが元に戻ったとしたらどうします？  私は公園に行って、何も起こらない世界を見ていたいです。一緒に行きましょうよ～",
      "センパイ、最近読んでた本は面白かったですか？  本が残っててこんなにうれしいなんて信じられないです",
      "映画館が恋しいです。サメのやつみたいな～。ハリウッドは無事なのかな。ゾンビ監督とかもいるのかも。そしたらゾンビサメ映画が作られるかもしれませんね！  そしたら一緒に見ましょうね、センパイ",
      "センパイは動物がゾンビをどうやって見分けてるんだと思いますか？  見た目、臭い……、動物も、何かがおかしいって気付いているような気がするんです"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_insightfulchitchat>",
    "//": "General chit chat messages for intelligent or perceptive NPCs' perspective on the world",
    "text": [
      "センパイ、政治家とか外国の指導者は生き残ってると思いますか？  生き残ってたらいまは何をしているんでしょう？  隠れてるのかな。それとも、世界を元に戻そうとしているのかな",
      "センパイ、こんな状況なのに全く動じていないような人たちって、どういうことなんでしょうね？  なんだかこの世界の方が居心地がいいみたいです。もしかしてこんな風になる前から何が起こるのか知っていたひと達も居たんじゃないでしょうか",
      "センパイ、こんな状況なのに生き生きとしている人たちって、どういうことなんでしょうね？  こんな時のために生まれてきたみたい。ああいう人たちって、今までどんな生活をしていたのかな",
      "センパイ、ゾンビの中にも妙にイヤな動きをするやつが居ますよね。ゾンビなのに賢いなんてことあるんですか？  他のゾンビに命令できたりとか、するんでしょうか",
      "センパイ、言われたとおり怪我を観察してみたんですが、言う通りでした。傷跡もできないでただ塞がっちゃう。センパイは、世界がこんな風になる前からそうだったんですか？",
      "こんなこと言ったら笑われるかもなんですけど、こういう風にしたかった人たちがいたんじゃないかって思うことがあるんです。これが起きたのは偶然かもしれないけど、アメリカ中がいっぺんにこんな風になるなんてことあります？",
      "センパイは、やっぱり世界をこんなふうにした犯人が居るって考えていますか？  ネットにゾンビの映像が出てからも、ニュースはずっと暴動だって言ってました。じゃあゾンビはいつからいたんです？  あんな風になってしまう理由は？",
      "センパイ、妙な印の付いた古いビル、やっぱり最近よく見ます。古い建物なのに、前はぜんぜん見たことがありません。ひょっとして誰かがずっと準備を進めてきたんじゃないかなって思うんです",
      "センパイもやっぱり、アメリカみんながいっぺんにこんな風になったのはおかしいって思いますか？  まるで、何かの攻撃みたいに……",
      "前に見た映画で、音波でひとを操って犯罪を起こさせるって話があったんです。ほんとうだったのかも、なんてちょっと思っちゃいました",
      "センパイ、ゾンビはどうやって動いてるんでしょうね。集めたら発電できそうじゃないです？",
      "センパイ、前は世界って複雑だなって思っていたんですが、もしかしてそんなことぜんぜんなくて、私たちの知らない理が裏に隠れていたのかも、なんて思うんです",
      "センパイの言ってた話を考えてみたんです。ゾンビとか、モンスターとか世界の崩壊とか、そんなお話しの話が、過去に起きていたとしたら……",
      "別の次元とか、平行宇宙とか、前に話してくれたことがあったじゃないですか。今起きてるのはもしかしてそんなことだったのかなって思うことがあるんです",
      "センパイ、星の見え方って昔からこんな感じでしたっけ？  いえ、星座の中に見たことのない星があるような気がして。目がよくなったのかな……",
      "センパイ、中国のウワサはでたらめだって言ってましたけど、じゃあ今中国はどうなっているんでしょう？  こんな感じになってるのかな。それとも、アメリカだけが隔離されてて、世界は無事なままなのかな。そうだったらいいって思いますか？",
      "あの、センパイ、私最近、何かに見られているような気がするんです。いえ、センパイじゃなくて、生存者に監視されてるとかでもなくて、なにか、いつでもどこからでも見られているみたいな",
      "もー訳わからないです！  ゾンビを作ったひとが居るとしたら、どうやって？  ゾンビはなんで動いてるんです？  ゾンビはほんとうは生きてて、洗脳されているだけ？  それともとっくに死んでて、生き返らせているマッドサイエンティストがいるの？",
      "センパイ、私たちはひとりぼっちなんかじゃないって思うことがあるんです。私にはセンパイが居るけれど、そういうことじゃなくて、みんな同じように見られていて、同じように扱っている存在が居るような……",
      "この大破局は、もしかしたら地球が人間を排除しようとしていた、なんてことあると思いますか、センパイ？  植物が攻撃してきているって話があったじゃないですか。なんで攻撃的になるんでしょう？",
      "旅をすればするほど、何かを見逃してるんじゃないかって気持ちになります。  見つけられてないものか、見つけたけど気付いていないものがあるんじゃないかって",
      "政府の言っていた「安全地帯」って結局どうなったんでしょう？  バスで連れて行かれた人たちは？  サイレンもずっと聞こえませんよね",
      "動物の中にも凶暴化しているのとそうでないのが居ますよね。こんな風になったストレスのせいだけじゃないのかもしれないって思います",
      "陰謀論者みたいな人たちのこと、今では笑えないなって思うんです。こんな風になったのに、政府が全く関係ないなんてこと考えられませんよね？",
      "センパイ、壊れてしまったのはアメリカだけなんでしょうか。地球は変わらないと思いますか？  天気とか地震とか、前と違う気がするんです",
      "センパイ、どこかにすべてを元に戻す秘密みたいなものがあったらいいなって思うんです。ゾンビを治して、世界を元通りにして。そんなことができる何かがあったらいいなって。ヘヘ……"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_thoughtfulchitchat>",
    "//": "General chit chat messages for NPCs having big thoughts.  Tends to be more about establishing game lore.",
    "text": [
      "センパイ、例えば軍隊がどこかでみんなを助ける作戦を立ててるってこと、あると思いますか？",
      "センパイ、海なら安全だったりするのかな。それとも、ゾンビサメがいるのかな",
      "どこかでラジオ局が生きてたりすると思いますか？",
      "センパイ、秘密の研究所がもっと沢山あると思いますか？",
      "生存者が集まって、復興した地域はあるんでしょうか？",
      "センパイ、まだ希望はあると思いますか？  それとも、ずっとこうしていくしかないんでしょうか",
      "センパイ、世界がこんな風になった原因を知っているひとは居るんでしょうか？",
      "安全な場所、見つかるでしょうか",
      "いつか平和が戻ると思いますか、センパイ",
      "私たち、復興するんでしょうか。その、一部じゃなくて、いままでみたいに",
      "未来のひとからは私たちはどう見えるんでしょうか。未来があるかはわかりませんけども",
      "ゾンビになってない普通の動物も、こうして生きているんでしょうか",
      "センパイ、私たちがこうしてまだやっていけているのってすごいことだと思いませんか？  あの日会えなかったらと思うと……",
      "センパイ、動物達はもしかしたら、人間に襲われなくなって安心しているかもしれませんね",
      "センパイ、世界がこんな風になって、植物も変わったと思いますか？  何も気付いていないのかな。それとも、私たちみたいに何かしようとしているのかな",
      "センパイ、どこかに前のままの世界が残っていると思いますか？",
      "センパイ、自分が何かの実験に巻き込まれてるんじゃないかって思ったことありませんか？  だって、こんな風になるなんて",
      "目を閉じると、あの日の暴動が思い浮かぶんです。センパイがきてくれなかったらどうなっていたか",
      "センパイ、もうちょっと荷物の整理しませんか？  ナイフかと思ったらチョコバーだったんですよ！",
      "何かに見られているような気がするんです。安心するというか、寂しくないというか。先輩がいるからかな？",
      "こうなる前にネットでいろいろ言われていたじゃないですか。あの陰謀論のいくつかかほんとうだったのか持って思っちゃうんです",
      "センパイ、死体って動かないものだったらしいですよ！",
      "暴動、デマ、おかしな人たち。世界が終わったらこんな風になるなんて思わなかった",
      "センパイ、ゾンビは人間だったときのことを覚えていると思いますか？",
      "退屈な授業とか、センパイにいろいろ教えてもらっていたこととか、そういった日が懐かしいです",
      "熱いシャワーが懐かしいです。いつか浴びられる日が来るかな。お湯、沸かしてみましょうか",
      "ラーメンが食べたい！  センパイ、作りましょう！  材料が集まったら私作ります",
      "センパイと行ったところとか、行きたかったところとか、今どうなっているのかなって思います",
      "センパイ、世界がこんな風になった理由って、知らないままじゃダメなんでしょうか……",
      "前は暗いところ怖かったんですよ。今は、なんか平気です",
      "世界の終わりってもっと違う感じだって思ってたんです。こんな臭くてドロドロしてるんじゃなくて、マッドマックスみたいな",
      "世界が終わると人類は団結して立ち向かう、なんてお話の中だけだったんですかね",
      "こんな風になる前に安全なところに逃げ出した人たちが居たと思いますか？",
      "こんな風にならなかった世界がどこかにあって、今も平穏に過ごしている人たちがいる。そんなことを考えたことありませんか？",
      "センパイ、世界は元に戻るんでしょうか。それとも、このままなんでしょうか",
      "センパイ、あの日のニュース覚えてます？  暴動じゃなくて、どこかの州が合衆国から独立するとかなんとか",
      "地下に都市があって、隠れて住んでいる人たちがいたって話知ってます？  その人達は世界がこんな風になったのを知らないままかもしれませんね",
      "インターネットは核戦争が起きても使えるようになってるって習ったはずなんだけどな",
      "センパイ、星の見え方が変わった気がしませんか？  夜が暗くなったから？",
      "センパイ、私たちって何かの罰を受けているんでしょうか。そうだとしたら、何をやっちゃったんでしょうね",
      "センパイ、私たちは何かの実験に巻き込まれていて、これは試験なんだって思うことありませんか？  上手くやったら助けが来て……なんでもないです",
      "センパイ、毎日をひとつずつ生き延びて、それでどうなるんでしょうね",
      "センパイは世界がこうなった原因を探し続けるんですか？",
      "水道水にクスリを入れてアメリカ人をみんな洗脳しようとしていた、なんて話があったじゃないですか。それがほんとうなら、今日飲んだ水にもそのクスリが入っていたとになるんでしょうか？",
      "こういったことを引き起こしたやつが居て、そいつをやっつけたらすべてが元通りになる。そんなことがあったらなって思うんです",
      "こんな風になる前にセンパイと過ごした日々が、みんな夢だったみたいに感じるんです",
      "センパイ、世界が壊れて、疲れ果てているように感じることはありませんか？  諦めみたいな空気を感じる気がするんです",
      "お化け屋敷の世界に迷い込んだみたいです",
      "センパイ、こうなることをすべて別っていて、秘密のバンカーとか地下室とかに物資を集めて、快適に過ごしている人たちがいたりするんでしょうか",
      "こうなる前、AIとかいろいろすごかったですよね。なのに、生きるだけで精一杯なんて",
      "電気とか、水道とか、安全とか、なくなるまではそれがあるなんてことすら思ったことありませんでした",
      "陰謀論の中でもさすがにゾンビアポカリプスなんて言っているひとは居ませんでしたね。えっいました？",
      "こういったことを引き起こしたのが科学者かもしれないって思ったことがあるんです。ママに話が聞きたい……",
      "核戦争用のシェルターとか、宣伝されているの見たことありますか？  ああいうのを持っていたひとは、上手く生き延びているんでしょうか",
      "センパイ、どこかにこういった被害を受けていない場所があるかも知れないって思いますか？",
      "ゾンビ化しなくなる方法はあるんでしょうか。死体が起き上がらない世界は戻ってくるのかな。それとも、もうどうにもならないんでしょうか"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_neutralchitchat>",
    "//": "General chit chat messages",
    "text": [
      "<jk_thoughtfulchitchat>",
      "もちろんです。何か気になることありますか？",
      "いつでもいいです。どうしました？",
      "センパイ、何か最近見つけたものはありますか？",
      "何か面白いことありました？",
      "センパイ、なにか探してましたっけ？",
      "今日も大変でしたね、センパイ",
      "もっとお話ししたいです",
      "順番に知っているお話しをするって言うのはどうです？",
      "次はどこに行きましょうか",
      "私、行ってみたいところがあるんです",
      "センパイ、好きな人って居ますか？  へへ、定番かなって",
      "センパイ、疲れてませんか？"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_chitchat_prefix_summer>",
    "//": "A sentence regarding the season to go before a more general chitchat message.",
    "text": [
      "夏だー！  センパイ、夏休みのことって覚えてます？",
      "夏ですよ、センパイ。暑くなりましたね",
      "夏は好きだったけど、今は早く終わって欲しいです",
      "せっかくだから、夏も楽しみましょう！",
      "いつまでも暑いですね、センパイ",
      "今年の夏は暑いですね、センパイ",
      "センパイ、今年はいつもの夏よりも暑い気がしません？",
      "センパイ、夏バテしてません？",
      "冷たいものが飲みたい！  センパイ、なんとかしてくださいよ～",
      "夏ってもう少し涼しくてもいいと思いません？",
      "今までの夏とはちょっと違うような気がします",
      "夏休みのこと思い出すと、ちょっと懐かしい気持ちです",
      "夏は夜、らしいですよ、センパイ",
      "日が長くなってきたと思ったら、今度は夜が短くなってきたみたい",
      "夏ですよ、センパイ。日陰に入った方がいいです",
      "夏ですよ。日焼けしちゃう～",
      "夏の虫は元気ですよね",
      "夏の空気って、すごいですよね。なんか、ぬるい",
      "今年の太陽は容赦ない感じです",
      "あーつーいーなーつー"
    ]
  },
  {
    "type": "snippet",
    "category": "<jk_chitchat_prefix_winter>",
    "//": "A sentence regarding the season to go before a more general chitchat message.",
    "text": [
      "そろそろ凍傷に気をつけないとですね、センパイ",
      "冬って、つらいですね",
      "息が白いです、センパイ",
      "氷の世界ですね、センパイ",
      "地面が凍ると運転も大変です",
      "センパイ、私雪は好きなんです",
      "冬の暖炉っていいですよね～",
      "寒いですね、センパイ。息をしたら痛いくらい",
      "ゾンビはなんで凍っちゃわないのかな？",
      "センパイ、今までの冬もこんな感じでしたっけ？",
      "お話ししてるとちょっと暖かく感じます",
      "今日はずっと震えてました",
      "どこも雪ばっかりで大変ですよね、センパイ",
      "今年は去年より寒い気がしません？",
      "昼が短くて夜が長い。こんな風に意識したことはなかったかも",
      "今年の寒さは格別ですね、チクチクする",
      "センパイ、冬の夜って長いですね",
      "今年の冬は厳しいです",
      "冬です。防寒着を探さなきゃ",
      "風が冷たい"
    ]
  }
]
